eviteWebService/soap_msgs/retrieve-2007.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soapenv:Body><retrieveUpcomingInvites xmlns="http://webservice.qv.evite.com"><in0><ns1:clientId xmlns:ns1="http://model.qv.evite.com">wavemarket</ns1:clientId><ns2:clientKey xmlns:ns2="http://model.qv.evite.com">t64Hadre</ns2:clientKey></in0><in1>ECTPMGUYBBIZMAMQFREC</in1><in2 xsi:type="xsd:dateTime">2007-01-17T02:54:13.217Z</in2></retrieveUpcomingInvites></soapenv:Body></soapenv:Envelope>
